<html>

<head>
    <title>Hola men</title>
    <link rel="stylesheet" type="text/css" href="css/stylesheet1.css"> 
    <link rel="stylesheet" type="text/css" href="css/adolescencia.css">
    </head>

<body>
    <header>
        <div class="headercolumn">
            <div class="headertextrow"> <a href="index.html">Principio</strong></a> </div>
            <div class="headertextrow"> <a href="infancia.html"> Mi infancia</strong></a> </div>
            <div class="headertextrow"> Mi adolescencia</strong>
            </div>
        </div>
        <div class="headercolumn">
            <div class="headerimgrow">
                <a href="infancia.html"><img src="imagenes/yo.jpg" alt="Icono de mi p&#225;gina">
                    <h1> Daniel Hern&#225;ndez</h1></a>
            </div>
        </div>
        <div class="headercolumn">
            <div class="headertextrow"> <a href="adultez.html">Mi adultez   </strong></a> </div>
            <div class="headertextrow"> <a href="proyecto.html">Como me veo en 20 a&#241;os</strong></a> </div>
            <div class="headertextrow"> <a href="acerca.html">acerca de mi</strong></a> </div>
    </header>
    <hr>
    <main>
        <div class="container">
            <h1>Secundaria en ETI &#35;74</h1>
            <div id="containerrowcircle">
                <label for="show"> <span><div class="circulo">Primer año</div></span> </label>
                <input type="radio" id="hide" name="group">
                <label for="show2"> <span>
                <div class="circulo">Segundo año</div></span> </label>
                <input type="radio" id="hide2" name="group">
                <label for="show3"> <span><div class="circulo">Tercer año</div></span> </label>
                <input type="radio" id="hide3" name="group">
            </div>
            <input type="radio" id="show" name="group">
            <input type="radio" id="show2" name="group">
            <input type="radio" id="show3" name="group">
            <div id="content">
                <p>Tengo que admitir que la transici&#243;n de la secundaria a la primaria fue algo de lo m&#225;s emocionante de mi vida. A&#250;n recuerdo el entusiasmo que ten&#237;a de entrar y conocer gente nueva (m&#225;s a las mujeres) ya me so&#241;aba teniendo muchas novias y siendo el m&#225;s popular de la secundaria (mis sue&#241;os guajiros). </p>
                <p>No fue taaal como lo esper&#233; pero tampoco me fue tan mal, hice muy buenos amigos y tuve 2 novias de las cuales hablar&#233; m&#225;s adelante. Durante mi <u><strong>primer a&#241;o</strong></u> ten&#237;a que meterme a un taller y decid&#237; entrar a inform&#225;tica donde la verdad no aprend&#237; mucho si no es que nada. No pon&#237;a mucha atenci&#243;n a las clases y lo &#250;nico que me gustaba era danza y educaci&#243;n f&#237;sica. </p>
                <p>Se me daba bien el <strong>baile</strong> desde muy peque&#241;o era aventado y me pon&#237;a a bailar con la muchacha que se me pusiera en frente. F&#225;cilmente fui chambelan de 5 o 6 quincea&#241;eras y de una de ellas yo puse la coreograf&#237;a la cual bailamos thriller de michael jackson, no es por nada pero fue todo un &#233;xito la coreograf&#237;a.</p>
                <p>El <strong>futbol</strong> fue el primer deporte que en verdad me gust&#243; y no era ni un poco de bueno, pero me encantaba echar patadas, era muy faltero es por eso que en el equipo de la secundaria era portero, no me daba miedo echarme mis saltos para tapar la pelota y eso me hac&#237;a "eficiente" en la porter&#237;a. Creo que en toda la secundaria ganamos 3 torneos, 2 de soccer y 1 de uruguayo, y aun que particip&#233; m&#225;s en torneos de futbol sal ah&#237; no pude ganar nunca.</p>
                <center>Yo merengues de chambel&#225;n.</center>
                <a href="imagenesHTML/adolescencia/chambelan1.html"><img src="imagenes/adolescencia/chambelan.jpg" alt="yo en una limosina vestido de chambel&#225;n"></a>
                <a href="imagenesHTML/adolescencia/chambelan2.html"><img src="imagenes/adolescencia/chambelan2.jpg" alt="yo vestido de chambel&#225;n abrazando un poste"></a>
                <label for="hide"> <span><h1>[Cerrar]</h1></span> </label>
            </div>
            <div id="content2">
            <p>En el <u><strong>segundo a&#241;o</strong></u> de mi secundaria recuerdo que lleg&#243; un nuevo compa&#241;ero al sal&#243;n ese muchacho se llamaba "Carlos pero era mayor mente conocido como "el charly" era un men de otro planeta y no era exactamente el chico cool de la secundaria era m&#225;s bien el chico raro famoso por las cosas raras que hac&#237;a, recuerdo una vez que nos platic&#243; como salv&#243; la vida de su novia de ahogarse atravesando un popote atraves de su garganta o esta otra vez que nos cont&#243; que era agente secreto del FBI porque hab&#237;a "hackeado" su p&#225;gina web, era tan panchero pero tan divertido escucharlo a la vez, una vez le apostamos a que no montaba un caballo, para nuestra sorpresa no le sac&#243; y se subi&#243; al caballo hasta que un compa&#241;ero le dio una nalgada al caballo y sali&#243; corriendo, f&#225;cilmente estuvo dando vueltas como 5 minutos hasta que par&#243; y Charly se baj&#243; casi a nada de vomitar.</p>
            <center>El famoso Charly.</center>
            <center>
                <a href="imagenesHTML/adolescencia/charly.html"><img src="imagenes/adolescencia/charly.jpg" alt="foto de Charly con sus lentes de malo"></a>
            </center>
            <br>Pero la mayor parte de mi tiempo pas&#233; la mayor parte con mi novia, a&#250;n recuerdo haber tenido novia de puro pedo, fue un 14 de febrero llegu&#233; con una paleta grande de coraz&#243;n donde met&#237; una nota que dec&#237;a "¿Quieres ser mi novia?", y para ser sincero no ten&#237;a ni idea de a quien d&#225;rsela, as&#237; que vi la primer oportunidad con una muchacha se la di y de casualidad funcion&#243;, creo que duramos 7 o 6 meses donde fue pura calentura pero bien aprovechada.</p>
            <label for="hide2"> <span><h1>[Cerrar]</h1></span> </label>
            </div>
        <div id="content3">
            <p>Mi <u><strong>tercer a&#241;o</strong></u> fue un va y ven de emociones ya que conoc&#237; a otra muchacha s&#250;per hermosa y linda, me gustaba y le gustaba el problema es que era amiga de mi ex novia y se me hac&#237;a incorrecto, entre ver si se hac&#237;a con ella o no, conoc&#237; a otra muchacha igual amiga de mi ex y amiga de la que me gustaba actualmente, pero con ella solamente era algo informal, aun as&#237; sab&#237;an ambas y por alguna raz&#243;n entre m&#225;s nos ven&#237;an juntos m&#225;s les gustaba.</p>
            <p>Fue un total caos cuando sal&#237; me sent&#237; aliviado y a la vez algo triste iba a extra&#241;ar a mis compa&#241;eros y a mis ex amores, pero la vida sigue y nos encontramos con m&#225;s y mejores personas que nos ayudan a mejorar d&#237;a con d&#237;a.</p>
            <center>
                <a href="imagenesHTML/adolescencia/secundaria.html"><img src="imagenes/adolescencia/secundaria.jpg" alt="Todo el grupo de mi secundaria en la secundaria"></a>
            </center>
            <label for="hide3"> <span><h1>[Cerrar]</h1></span> </label>
            </div>
        </div>
        <h4>M&#250;sica favorita</h4>
        <ul>
            <li>Link in park</li>
            <li>Limp Bizkit</li>
            <li>Eminem</li>
            <li>Snoop Dog</li>
            <li>Evanescence</li>
        </ul>
        <h4>Cosas que hac&#237;a en mi tiempo libre</h4>
        <ul>
            <li>Jugar Futbol</li>
            <li>Ejercicio</li>
            <li>Ir al parque</li>
            <li>Andar de lurio</li>
            <li>Ver la televisi&#243;n</li>
            <li>Ser bien moxxo</li>
            <li>Zkrivir azy</li>
            <li>colarme en las fotos</li>
            <a href="imagenesHTML/adolescencia/colado.html"><img src="imagenes/colado.jpg" alt="Col&#225;ndome en una foto, salgo al fondo"></a>
        </ul>
        <h4>Video juegos favoritos</h4>
        <ul>
            <li>GTA: San andreas</li>
            <li>Crazy Taxi</li>
            <li>Counter Strike</li>
            <li>Sims</li>
            <li>Hotel Habbo</li>
        </ul>
        <h3>Preparatoria en Cetis &#35;68</h3>
        <p>Durante mi <u><strong>primer a&#241;o</strong></u> de preparatoria vi muchos rostros conocidos de la secundaria de donde ven&#237;a y vi muchos nuevos, el primer a&#241;o de prepa es de inducci&#243;n as&#237; que todav&#237;a no ten&#237;a un taller y para m&#237; era todo juego as&#237; que me la tom&#233; ligero al principio era el t&#237;pico ni&#241;o broma que todos los d&#237;as sal&#237;a con un chiste nuevo. Me encantaba el desmadre, no entrar a clases e imitar a mis profesores, creo que eran mis pasa tiempos favoritos en la prepa. De alguna forma ser gracioso me serv&#237;a con las mujeres y gracias a eso conoc&#237; a una muchacha 2 semanas antes de salir de vacaciones, habl&#225;bamos y re&#237;amos era lindo pero no ve&#237;a una relaci&#243;n, Hasta que salimos de vacaciones y yo me fui a Mazatl&#225;n y de pura casualidad me la encontr&#233; ah&#237;, se estaba quedando en el hotel de un lado y para mi suerte o sorpresa era prima de una muchacha con la que estaba quedando durante la secundaria e iba con ella en esas vacaciones as&#237; que verla fue para m&#237; casi imposible ya que las cosas no terminaron del todo bien con esa muchacha. Pero habl&#225;bamos por SMS, cuando regresamos de las vacaciones fui a visitarla y en ese momento me decid&#237; a hacerla mi novia y le llegu&#233;. Con ella dur&#233; seis meses si no es que m&#225;s y les juro que fui el m&#225;s cursi del mundo y me da hasta pena recordar todo lo que hac&#237;a. Ella viv&#237;a a 7 cuadras de mi casa as&#237; que las visitas eran diarias s&#237; se&#241;ores DIARIAS, los meses siempre eran de regalo y con contarles que hasta cena les preparaba a mis suegros. Cosa que no se ha vuelto a repetir en la vida. As&#237; que si no soy rom&#225;ntico, cursi etc. es que ah&#237; derroch&#233; toda mi carta. Afortunadamente terminamos, yo era muy celoso y ella muy liberal supongo y yo por sospechas de que ella me enga&#241;aba termin&#233; pero termin&#233; pensando en que ella iba a volver a m&#237;, cosa que nunca pas&#243; y al tiempo me enter&#233; que me hab&#237;a sido infiel con un "amigo" con el que sal&#237;a y tomada, bah cosas que pasan.</p>
        <center>
            <a href="imagenesHTML/adolescencia/mazatlan.html"><img src="imagenes/mazatlan.jpg" alt="En Mazatl&#225;n saltando en la playa"></a>
        </center>
        <p>Fue un fin de a&#241;o complicado para m&#237;, mi mejor amiga fallece unas semanas despu&#233;s de mi cumple a&#241;os en un accidente en una cuatrimoto, no entend&#237;a lo dif&#237;cil que era perder a alguien que ve&#237;as y con quien hablabas a diario, nunca olvidar&#233; todo lo que hac&#237;amos y todo lo que sab&#237;amos de nosotros, crecimos juntos. Me duele que no terminemos juntos.</p>
        <center>
            <a href="imagenesHTML/adolescencia/rosita.html"><img src="imagenes/rosita.jpg" alt="foto de mi amiga Rosita y yo en la playa el maviri"></a>
        </center>
        <p>El <u><strong>segundo a&#241;o</strong></u> Me calm&#233; un poco m&#225;s y tom&#233; m&#225;s seriedad a la escuela pero todav&#237;a me gustaba el desmadre y salir cada fin de semana viernes y s&#225;bado en la noche se me hizo costumbre, decid&#237; tomar mi taller en mantenimiento industrial, donde aprend&#237; a soldar, a hacer instalaciones el&#233;ctricas y a usar el torno, no me quejo no ense&#241;aban mucho pero aprend&#237;a el que quer&#237;a, ten&#237;amos las herramientas necesarias para practicar y los materiales para hacer y des hacer. Mis compa&#241;eros de sal&#243;n son los mejores que me pudieron tocar algunos m&#225;s divertidos, otros m&#225;s calmados pero todos chidos a&#250;n hablo con algunos de ellos y salimos, pero ya tendremos tiempo para platicar de eso. Tambi&#233;n hac&#237;a reposter&#237;a para tener para el gasto de la semana, hac&#237;a pan de fresa, de pl&#225;tano y pay de queso, siempre se me vend&#237;a muy r&#225;pido, no es por nada pero soy muy bueno vendiendo. Hablando de amores puedo decir que tuve dos novias, la primera la quise mucho, pero como viv&#237;a tan lejos no pod&#237;a visitarla mucho y aparte iba en otra preparatoria as&#237; que la ve&#237;a como 2 veces a la semana y gastando como 60 pesos de camiones as&#237; que no duramos mucho pero nos hicimos muy buenos amigos. Mi segunda novia fue algo inesperado, la verdad fue por una apuesta y tampoco dur&#233; mucho, fueron como 3 meses y se me hace mucho. Pero hab&#237;a una muchacha en el sal&#243;n qui&#233;n comenz&#243; a llamarme la atenci&#243;n por su forma de pensar, aparte de su hermosa sonrisa, sus ojos caf&#233;s profundos que te atrapan, su cicatriz en su rostro, su risa, su voz... No hablar&#233; de m&#225;s ya que podr&#237;a dedicar todo un apartado a ella, su nombre es Aime, as&#237; sin tilde.</p> Recuerdo una vez que tuve que robarme el coche para ir a llevarle serenata con radio porque todav&#237;a no sab&#237;a tocar ning&#250;n instrumento, iba con otros 4 amigos, cuando llegamos a su casa subimos a todo volumen la canci&#243;n de chiquilla de los kumbia kings y la cantamos a todo pulm&#243;n pero no sali&#243; ni ella ni sus pap&#225;s a corrernos, supongo que no fue lo suficientemente fuerte. Siendo sinceros estoy feliz de que no saliera en ninguna de las 3 veces que fui.
        <center>Les dejo esta imagen, no fue con ella, pero para que vean que me gustaba llevar serenata.</center>
        <center>
            <a href="imagenesHTML/adolescencia/serenata.html"><img src="imagenes/serenata.jpg" alt="Bryan, Leo, Heli&#250; y yo en una serenata"></a>
        </center>
        <p>Fue en mi <u><strong>tercer a&#241;o</strong></u> de preparatoria estuve m&#225;s lurio y desatado, &#233;ramos los amos de la preparatoria Leo, Heli&#250; y Jes&#250;s mis mejores amigos de la preparatoria, hicimos y deshicimos, nos peleamos y tomamos, nos la pas&#225;bamos mas fuera del sal&#243;n que dentro, viendo nada m&#225;s que agarr&#225;bamos. Los profesores nos conoc&#237;an y &#233;ramos a amigos de ellos por eso no hab&#237;a tanto problema, con presentar los trabajos y tareas era suficiente. Cuando ten&#237;a 16 tuve otra novia pero a ella de plano ni atenci&#243;n le pon&#237;a. para entonces ya estaba bien enculado con Aime, para m&#237; no hab&#237;a otra m&#225;s que ella. Pero tengo que admitir que ya tomando se me olvidaba y agarraba lo que ca&#237;a a mis manos. En fin creo que con ella dur&#233; como 1 mes.</p>
        <center>Mis hommies en la prepa</center>
        <center>
            <a href="imagenesHTML/adolescencia/jotos.html"><img src="imagenes/jotos.jpg" alt="Foto de Heli&#250;, Jes&#250;s, leo y yo en mi cuarto"></a>
            <a href="imagenesHTML/adolescencia/cholos.html"><img src="imagenes/cholos.jpg" alt="Todos los compas de la preparatoria"></a>
        </center>
        <p>Me desat&#233; si antes sal&#237;a solo los fines de semana, durante este a&#241;o sal&#237;a entre semana tambi&#233;n y aun que tom&#225;ramos tonayan sal&#237;amos y nos la pas&#225;bamos muy bien, afortunadamente entre tanta mensada que hac&#237;amos siempre nos sal&#237;amos con la nuestra, nunca terminamos en barandilla, ni muy golpeados, ni botados. Pero no todo fue peda y desmadre, tambi&#233;n segu&#237; mi vida de deportista jugando futbol y entrenando artes marciales mixtas, aparte que estaba aprendiendo a tocar la guitarra, as&#237; que tampoco fue un a&#241;o de s&#243;lo fiesta.</p>
        <p>El &#250;ltimo mes de la preparatoria fue lo mejor de todo, est&#225;bamos planeando hacer un viaje de despedida a Mazatl&#225;n creo, el cual termin&#243; siendo en Salinas, Ahome. La cual fue yo creo la mejor decisi&#243;n de todas ya que estuvo de locos, hab&#237;a cerveza, tequila, whisky y lo mejor es que no hab&#237;a una sola alma en el lugar que no estuviera borracho y riendo. A&#250;n recuerdo vagamente las historias de un amigo llamado Noel, gritando que hab&#237;a visto cangrejos gigantes en la playa, otro contaba de su historia cuando peleo con majim bu(un profesor) y otros dos que eran cuates buscando a un amigo llorando literalmente y gritando "¡es nuestro carnalito, hermanito donde est&#225;s!", fue todo un caos y s&#243;lo una noche que no se ha repetido a pesar de que hemos vuelto m&#225;s de una vez. Pero lo mejor fue que le confes&#233; mi amor a Aime y ella me dijo que tambi&#233;n sent&#237;a algo por m&#237;, les juro que fue una bendici&#243;n y una maldici&#243;n, un d&#237;a sent&#237;a que era el hombre m&#225;s feliz del mundo y el otro me quer&#237;a morir, pero as&#237; es ella, es recordarte que est&#225;s vivo y que vale la pena vivir por algo.</p>
        <p>En fin no me arrepiento de nada de lo que hice y cada momento lo disfrut&#233; al m&#225;ximo.</p>
        <center>
            <a href="imagenesHTML/adolescencia/preparatoria.html"><img src="imagenes/preparatoria.jpg" alt="Toda mi generaci&#243;n de la prepa, en la playa el maviri"></a>
        </center>
        <h4>M&#250;sica favorita</h4>
        <ul>
            <li>Metallica</li>
            <li>Cancerbero</li>
            <li>Enanitos Verdes</li>
            <li>Los aldeanos</li>
            <li>Guns &amp; Roses</li>
        </ul>
        <h4>Cosas que hac&#237;a en mi tiempo libre</h4>
        <ul>
            <li>Tocar la guitarra</li>
            <li>Jugar futbol</li>
            <li>Jugar video juegos</li>
            <li>Ir al centro comercial</li>
            <li>Hacer pan</li>
        </ul>
        <h4>Malas experiencias manejando</h4>
        <ul>
            <li>No llevaba mucho tiempo manejando pero ya me aventaba a manejar por las ciudades de los Mochis, ya que no se me hac&#237;a tan complicado andar en la ciudad, esto pas&#243; cuando ten&#237;a 15 a&#241;os aproximadamente. Íbamos a casa de una muchacha unos amigos con los que jugaba "League of Legends", est&#225;bamos tomando y ya ten&#237;amos rato, a m&#237; se me subieron las cervezas y ya estaba con la cara medio peluda. Ya cerca de su casa hay una calle con dos carriles yo pensaba que era doble sentido, pero estaba equivocado, sin mirar mi retrovisor quiero dar la vuelta para meterme a otra calle y en eso pasa una camioneta zumbando por un lado de nosotros, no les miento cuando les digo que hasta la borrachera se me baj&#243;. Desde ese entonces la pienso m&#225;s para tomar mientras manejo.</li>
            <li>Cuando ten&#237;a aproximadamente 12 a&#241;os ten&#237;amos una cuatrimoto autom&#225;tica en la cual estuve cerca de no contarla, iba con un amigo a todo lo que da por una calle donde casi nadie transita, por alguna raz&#243;n en mi cabeza de chamaco no se me ocurri&#243; frenar ya para dar vuelta porque la calle terminaba, ya que reaccion&#233; que hab&#237;a que frenar no pude frenar a tiempo y dimos la vuelta a modo de que la moto se puso en llantas, tuvimos que empujarla con la pierna de vuelta para enderezarla. Por suerte no paso de un susto y de m&#237; no volviendo a hacer eso.</li>
        </ul>
    </main>
</body>
<div class="container">
    <a href="infancia.html">
        <center>
            <h3>Anterior </a> | <a href="adultez.html"> Siguiente</h3></center>
    </a>
    <a href="infancia.html">
        <center>
            <h3>principio</h3></center>
    </a>
</div>
<footer>
    <h5>Cont&#225;ctame</h5>
    <h6>
        <ul>
        <li>Facebook <a href="https://www.facebook.com/profile.php?id=100005309834702">Daniel Hern&#225;ndez</a></li>     
            <li>Instagram <a href="https://www.instagram.com/h.m.daniel/">h.m.daniel</a></li>     
            <li>Tel&#233;fono 6680220638</li>     
            <li>Correo danihm95@gmail.com</li>     
        </ul>
        Todos los derechos reservados &#174;
        </h6> </footer>

</html>