<html>

<head>
    <title>Hola men</title>
    <style>
        main img {
            height: 200px;
            width: 200px;
        }
    </style>
</head>

<body>
    <header><a href="infancia.html"><h1><img src="imagenes/yo.jpg" alt="Icono de mi p&#225;gina">Daniel Hern&#225;ndez</h1></a> <a href="infancia.html"><strong>Mi infancia</strong></a> | <a href="adolescencia.html"><strong>Mi adolescencia</strong></a> | <strong>Mi adultez </strong> | <a href="proyecto.html"><strong>Como me veo en 20 a&#241;os</strong></a> | <a href="acerca.html"><strong>acerca de mi</strong></a> | </header>
        <hr>
    <main>
        <h3>Mi vida despu&#233;s de la preparatoria</h3>
    <p>Justo despu&#233;s de salir de la preparatoria, mi deber fue salir a explorar, as&#237; que decid&#237; salir de Mochis hac&#237;a la ciudad de M&#233;xico a vivir y pasar un tiempo en casa de mis abuelos aproximadamente 1 a&#241;o. All&#225; hice ex&#225;menes para intentar entrar a la facultad de medicina en la Universidad Nacional Aut&#243;noma de M&#233;xico, en la Universidad Aut&#243;noma Metropolitana y en el Instituto Polit&#233;cnico Nacional. Para esto entr&#233; a un curso de inducci&#243;n, llamado "conamat", donde me ense&#241;aron de literatura, filosof&#237;a, Historia Universal, Historia de M&#233;xico, espa&#241;ol, Matem&#225;ticas, F&#237;sica y Geograf&#237;a. Todas esas asignaturas iban a venir en mi examen, hasta yo me sorprend&#237; cuando me enter&#233; todas las clases que iba a tomar, pero era un reto que estaba dispuesto a tomar con tal de entrar. Conoc&#237; a todo tipo de gente en este curso, desde el famoso "&#241;ero" que es el que todos intentan imitar por chilango hasta las chicas m&#225;s fresas de lomas verdes, es incre&#237;ble la diferencia de cultura que hay entre los j&#243;venes de Mochis y los de M&#233;xico, yo notaba que ellos ten&#237;an m&#225;s esp&#237;ritu universitario de amar sus colores de facultado y su dedicaci&#243;n por el estudio tambi&#233;n es diferente. No me sent&#237;a intimidado pero si inspirado al verlos. El curso dur&#243; 6 meses y despu&#233;s de esos 6 meses hice mi examen en las 3 facultades. A cada facultad que fui, era incre&#237;ble la cantidad de estudiantes que vi, la demanda que hay de estudiantes en el sur es much&#237;sima y muy peleada, para medicina apenas hab&#237;a puestos, yo creo que de 10,000 personas intentando entrar a medicina s&#243;lo entran 300. Tuve que esperar 2 meses para los resultados. No pas&#233; en ninguno, en los 3 me postul&#233; para medicina y en ninguno entr&#233;. Pero no me desanim&#233; me di cuenta que no era lo m&#237;o matarme leyendo libros, estudiando y tratando de memorizar la mayor&#237;a de las cosas. No es excusa que haya fracaso pero al menos acepto mis errores y aprendo de ellos. Me qued&#233; en M&#233;xico 3 meses m&#225;s y despu&#233;s de eso me regres&#233; a mi ciudad natal. Ah&#237; esper&#233; al periodo de Enero - Agosto para poder entrar al Instituto Tecnol&#243;gico de los Mochis, mi alma mater.</p>
        <center>En el centro de la ciudad con el oso ted</center>
        <center><a href="imagenesHTML/adultez/oso.html.html"><img src="imagenes/mexico.jpg" alt="El oso ted y yo en el centro de la ciudad"></a></center>
        <h4>Preguntas frecuentes</h4>
        <ul>
        <li>¿Algunas vez te asaltaron?</li>
            No nunca me asaltaron, tal vez intentaron pero igual no es como que llevara muchas cosas en mi, y cuando me depositaban me guardaba un billete en mi calceta, otro entre mi cintur&#243;n, y el otro en mi calz&#243;n. Todo un sistema de seguridad.
        <li>¿Est&#225;n guapas las muchachas de all&#225;?</li>
            Pues si te vas a las afuera de la ciudad no creo que encuentres mucha guapura, pero si nos vamos m&#225;s par el centro o a las zonas de ricos, ulala pura muchacha guapa.
        <li>¿En que te mov&#237;as all&#225;?</li>
            Mayormente en el metro, de la zona verdad a las otras raramente me sub&#237;.
        <li>¿Hay mucho que hacer all&#225;?</li>
            Demasiado, siempre hay algo que hacer y cosas nuevas que ver. Yo no sal&#237; de los tianguis ya que era donde vend&#237;an la cerveza y el pulque m&#225;s barato.
        <li>¿A donde me recomiendas ir?</li>
            Pues si vas a ver historia, yo recomendar&#237;a el castillo de chapultepec, venados acariciables donde puedes apreciar el popocatepetl y las piramides de tenochtitlan.
        <li>¿Est&#225; rica la comida?</li>
            Los tacos al pastor son la especialidad de la casa.
        <li>¿Viv&#237;as solo?</li>
            La mayor parte del tiempo s&#237;, estaba en casa de mis abuelos pero ellos se la llevaban en Santa Monica toluca.
            <center>Mis abuelos</center>
            <center><a href="imagenesHTML/adultez/abuelospapa.html"><img src="imagenes/familia/abuelospapa.jpg" alt="Foto de mis abuelos en su casa en M&#233;xico"></a></center>
        </ul>
        
    
    <h4>Cuando me hice mi primer arete</h4>
    <p>Por alguna raz&#243;n se me hac&#237;a genial las expansiones que se hac&#237;an en las orejas, mi primo ten&#237;a una y le pregunt&#233; que si donde me pod&#237;a hacer una, como estaba lejos de mis padre y la mayor parte del tiempo me la llevaba s&#243;lo pr&#225;cticamente pod&#237;a hacerme lo que quisiera, pero nunca me pas&#233; de la raya. Mi primo acept&#243; llevarme a donde se la hizo, estaba relativamente cerca de la casa, subimos al metro y s&#243;lo recorrimos 3 estaciones para llegar a ciudad azteca, ah&#237; en cuando bajas hay un centro comercial viejo y en obra negra de la mitad en adelante. Para mi suerte el lugar donde se puso la expansi&#243;n estaba de esa mitad en adelante, imag&#237;nenme a m&#237; un provinciano caminando entre escombros de plaza y posiblemente el hogar de drogadictos y vagabundos, para llegar a ponerme una expansi&#243;n. Cuando llegamos no estaba tan mal el lugar, pero la muchacha que me lo iba a poner estaba borracha, pero como los machos me aguant&#233; y dije "de aqu&#237; soy". Afortunadamente no se me infect&#243; nada y tampoco fue tan doloroso como pens&#233;. No me dur&#243; mucho el gusto, cuando regres&#233; a Mochis dur&#233; con ella como 2 meses y me la quit&#233;, ya no me gust&#243; tanto, era algo afeminado para m&#237;.</p>
    
        <h3>Instituto Tecnol&#243;gico de los Mochis</h3>
        <p>Cuando regres&#233; lo primero que hice fue pensar que iba a estudiar, ya que definitivamente no iba a meterme a una de paga para estudiar medicina, siento que no es justo entrar sin hacer examen para saber si estas capacitado para esa carrera. Entonces pens&#233; en estudiar lo que hab&#237;a estudiado mi padre y me decid&#237; por ingenier&#237;a en inform&#225;tica. Siendo sinceros no me prepar&#233;, pensaba que si hab&#237;a obtenido una 90 de 120 en la UNAM pod&#237;a pasar este sin problemas, y as&#237; fue. Los primeros meses de mi universidad me la pase de engre&#237;do, m&#225;s grande, m&#225;s vivido y me sent&#237;a hasta m&#225;s inteligente que ellos. Pero se me pas&#243; conforme paso el tiempo, me empec&#233; a llevar con todos y todos eran muy buena onda. Las clases estaban entretenidas pero a&#250;n dudaba si la carrera era lo que en realidad quer&#237;a, fue complicado para m&#237; ya que no entend&#237;a nada de lo que era programaci&#243;n, pensaba que ser&#237;a algo m&#225;s t&#233;cnico. Afortunadamente pude adaptarme y aprend&#237; r&#225;pido. Me gustaba pero a&#250;n dudaba si en realidad esto era lo m&#237;o.</p>
        <p>No miento fue hasta el quinto semestre que despert&#233; y me di cuenta que no me hab&#237;a equivocado de carrera y estaba definitivamente en el lugar correcto en el tiempo correcto. Yo quer&#237;a entrar a medicina porque quer&#237;a ayudar a las personas, siempre he sentido la necesidad de ayudar a los que lo necesitan, y ese sentido lo hab&#237;a perdido al entrar a inform&#225;tica. Pero cuando me di cuenta que pod&#237;a no s&#243;lo ayudar a un grupo de pacientes sino a todo el mundo por medio de la tecnolog&#237;a despert&#233; y me di cuenta que mi carrera era la indicada.</p>
        <center><a href="imagenesHTML/adultez/drago.html"><img src="imagenes/drago.jpg" alt="Alas del dragon en el tec"></a></center>
        <h3>Mi mentalidad actual</h3>
        <p>Gracias a ese despertar, la intriga se apoder&#243; de m&#237; y mi necesidad de aprender m&#225;s cosas tambi&#233;n. As&#237; que decid&#237; tomar un curso de frontend por internet, Eider un gran amigo del cual hablar&#233; m&#225;s adelante me dijo que estudiara eso porque me iba a servir m&#225;s adelante en otras materias. Para mi suerte ese mismo d&#237;a como una se&#241;al vi un cartel de "Hacker school" por medio de la asociaci&#243;n de "Tomato Valley" estaban dando cursos de front end y decid&#237; inscribirme sin pensarla, fueron los 1,500$ mejor invertidos en mi vida. Cuando fui a "Cowork Corner" donde ser&#237;an los cursos me di cuenta del ambiente en el que trabajaban, algo nuevo y genial para m&#237;. Todos en puffs, o en una mesa con un cafecito, escuchando m&#250;sica, me dije a mi mismo, esto es lo que quiero yo. Cuando me platicaron lo que es Tomato Valley, cowork, luxelare y Spiral Media Labs me sent&#237; fascinado por su visi&#243;n de Sinaloa, que es cambiar el esquema de Sinaloa y no hacerlo famoso no s&#243;lo por su agricultura si no por su gran calidad de tecnolog&#237;a y yo quer&#237;a formar parte de ese gran cambio as&#237; que pens&#233; en la manera en la que pod&#237;a ayudar. Sent&#237;a que algo tan rico como eso no pod&#237;a qued&#225;rmelo yo solo as&#237; que empec&#233; a trabajar en una idea para hacer llegar ese ecosistema al Instituto Tecnol&#243;gico de los Mochis, y fue cuando pens&#233; en formar el "CISS (Creative Inteligence Smart Solutions)", dije si hago una comunidad dentro del ITLM podremos hacer ese v&#237;nculo con Tomato Valley y lograr que llegue este motivo a todos y sea m&#225;s f&#225;cil generar soluciones para el mundo en base tecnol&#243;gico. Afortunadamente yo conoc&#237; a Felma Lizbeth la actual jefa de departamento y fue m&#225;s f&#225;cil para mi hacerle llegar mis inquietudes y mis ideas a lo cual ella me apoy&#243; y a&#250;n apoya completamente para llevar a cabo todas las ideas que tenemos. En ese lapso de trabajo llega un convocatoria para ganarse una beca de 25,000 d&#243;lares, me dice Felma de este concurso y yo organizo un equipo de 4 personas entre las cuales est&#225; mi compa&#241;ero Eider D&#237;az con quien termin&#233; qued&#225;ndome solamente ya que los dem&#225;s salieron del equipo y con &#233;l seguimos trabajando para terminar nuestro proyecto llamado "Sensora Innovaci&#243;n", entre los lineamientos del concurso ven&#237;a uno que mencionaba como vamos a impulsar esta clase de eventos despu&#233;s de ganar, esto impulsa a&#250;n m&#225;s la creaci&#243;n de la comunidad y hace que doblemos esfuerzos para la creaci&#243;n de la comunidad la cual cambio de nombre a "El &#225;gora inform&#225;tico" ya que pensamos que es m&#225;s atractiva, entre trabajos exhaustos con el profesor Mariano de Jes&#250;s Avil&#233;s Torres y la maestra Ileana terminamos la documentaci&#243;n y la presentaci&#243;n de la comunidad y estamos a nada de present&#225;rsela al Director del Instituto Tecnol&#243;gico de los Mochis para tener su aprobaci&#243;n y comenzar a trabajar para ayudar a los estudiantes del Tecnol&#243;gico de los Mochis. En cuanto al proyecto de Sensora, de igual forma estamos a nada de terminar y a punto de mandar la documentaci&#243;n a la plataforma y esperar los resultados.</p>
        
        <p>Definitivamente todo lo que he hecho en mi vida me ha marcado y me ha hecho feliz, pero no puedo exagerar cuando digo que las personas que he conocido, las cosas que hecho y los lugares que he visitado, me han formado para estar donde estoy, y siento que vienen cosas a&#250;n mejores.</p>
        <center><a href="imagenesHTML/adultez/tec.html"><img src="imagenes/tec2.jpg" alt="Yo con la chamarra del tec"></center>
    </main>
</body>
<footer>
    <hr>
    <h5>Cont&#225;ctame</h5>
    <h6>
        <ul>
        <li>Facebook <a href="https://www.facebook.com/profile.php?id=100005309834702">Daniel Hern&#225;ndez</a></li>     
            <li>Instagram <a href="https://www.instagram.com/h.m.daniel/">h.m.daniel</a></li>     
            <li>Tel&#233;fono 6680220638</li>     
            <li>Correo danihm95@gmail.com</li>     
        </ul>
        Todos los derechos reservados &#174;
        </h6> </footer>

</html>
