<html>

<head>
    <title>Hola Men</title>
    <link rel="stylesheet" type="text/css" href="css/stylesheet1.css"> </head>

<body>
    <!--
        Familia/de donde viene la familia
        Cosas que jugaba de ni&#241;o
        Cosas que marcaron mi infancia
        Cosas que me marcaron recientemente
        Como escog&#237; mi carreara

        Como me veo en 10-20 a&#241;os
        Que har&#225;s cuando te retires
        Que es para ti vivir
        Tu filosof&#237;a
        -->
    <header>
        <div class="headercolumn">
            <div class="headertextrow"> <a href="index.html">Principio</strong></a> </div>
            <div class="headertextrow"> Mi infancia</strong>
            </div>
            <div class="headertextrow"> <a href="adolescencia.html">Mi adolescencia</strong></a> </div>
        </div>
        <div class="headercolumn">
            <div class="headerimgrow">
                <a href="infancia.html"><img src="imagenes/yo.jpg" alt="Icono de mi p&#225;gina">
                    <h1> Daniel Hern&#225;ndez</h1></a>
            </div>
        </div>
        <div class="headercolumn">
            <div class="headertextrow"> <a href="adultez.html">Mi adultez   </strong></a> </div>
            <div class="headertextrow"> <a href="proyecto.html">Como me veo en 20 a&#241;os</strong></a> </div>
            <div class="headertextrow"> <a href="acerca.html">acerca de mi</strong></a> </div>
    </header>
    <main>
        <div class="container">
            <div class="leftcontainer">
                <h3>Hablemos de mi infancia</h3>
                <p>Tengo vagas memorias de donde estudi&#233; el k&#237;nder, pero creo que se llamaba patria y lo &#250;nico que recuerdo desafortunadamente es de un ni&#241;o que me quitaba el lonche, lonche que mi madre se esforzaba en darme, mi s&#225;ndwich, mi juguito y una manzana siempre me la quitaba lo que m&#225;s me dol&#237;a era mi s&#225;ndwich que era con quesito derretido. Bueno fue que no dur&#233; mucho ah&#237; y pude pasar de &#233;l sin crecer traumado. Ya que no recuerdo mucho de mi k&#237;nder comenzar&#233; a hablar de mi primaria que fue primeramente en el colegio ni&#241;os h&#233;roes donde pas&#233; mis primeros 3 a&#241;os, nada fuera de lo normal era un chico problem&#225;tico supongo que lo aprend&#237; de mi amigo del k&#237;nder, recuerdo siempre golpear a un solo ni&#241;o y ese mismo ni&#241;o me invitaba a su casa a comer, tambi&#233;n era un poco gordito, mi madre se encargaba de alimentarme bien, pasaba mucho tiempo jugando en la calle con mis amigos. Hasta que tuvimos que mudarnos a estados unidos exactamente a Arizona y de ah&#237; no pas&#233;, ah&#237; segu&#237; con mis estudios en creo 3 o 4 primarias diferentes ya que mis pap&#225; se mudaban seguido de casa, en todas hice amigos pero no era lo mismo que en M&#233;xico no pod&#237;a hacer mucho en mis tiempos libres m&#225;s que ver la televisi&#243;n pero hay que verle el lado bueno tambi&#233;n ten&#237;an el Halloween, com&#237;a en la escuela y cosas bien deliciosas como hamburguesas y pizzas, aparte que me gustaba ir a los centros comerciales y las ni&#241;as eran lindas recuerdo que me gustaba una cuando estaba en Chandler pero era hermana de uno de mis mejores amigos, bueno aun que si no hubiera sido nada del igualmente creo que no hubiera hecho nada. No recuerdo haberme metido en problemas cuando estaba all&#225; pero si ten&#237;a amigos chicanos muy problem&#225;ticos, podr&#237;a decir que viv&#237;amos en ambientes algo peligrosos. Cuando regresamos de estados unidos entre a una primaria cerca de mi casa llamada Crist&#243;bal col&#243;n, fue aqu&#237; donde perd&#237; mis agallas de pelear con todo mundo cuando un ni&#241;o m&#225;s grande que yo me hizo frente y me hizo darme cuenta que son m&#225;s poderosas las palabras que los pu&#241;os, era un ni&#241;o muy arrogante y engre&#237;do por haber regresado de estados unidos hablando ingl&#233;s, para mi edad me sent&#237;a la gran cosa por hablar dos idiomas a la perfecci&#243;n y me aseguraba que todos los supieran, creo que por eso me consegu&#237; varios enemigos. Esos 2 a&#241;os de mi primaria fueron los mejores, conoc&#237; a muchos de los que son todav&#237;a mis amigos y con quienes sigo teniendo contacto, fue una &#233;poca muy divertida y a la vez llena de problemas.</p>
                <p>
            </div>
            <div class="rightcontainer">
                <div class="containerrow">
                    <div class="leftcontainer"> <img src="imagenes/infancia/guerrero.jpg" alt="Yo vestido de soldado en el colegio patria">
                        <h5>Colegio Patria</h5> </div>
                    <div class="rightcontainer"> <img src="imagenes/infancia/Renorio.jpg" alt="Yo en un rio de renonevada">
                        <h5>Reno nevada</h5> </div>
                </div>
                <div class="containerrow">
                    <div class="leftcontainer"> <img src="imagenes/infancia/ni%C3%B1osheroes.jpg" alt="Yo con el uniforme de niños heroes sosteniendo una bandera">
                        <h5>Colegio Niños heroes</h5> </div>
                    <div class="rightcontainer"> <img src="imagenes/infancia/halloweeen.jpg" alt="Yo vestido de scream de la pelicula scary movie">
                        <h5>Halloween en chendler</h5> </div>
                </div>
            </div>
        </div>
        </div>
        <div class="container">
            <h3>Teatro</h3> Cuando estaba en el colegio ni&#241;os h&#233;roes estaba en un taller de teatro me acuerdo mucho que ten&#237;an un colch&#243;n viejo donde practic&#225;bamos las "acrobacias", estuve en 3 interpretaciones, una era de bacterias contra anticuerpos (s&#237;, yo era bacteria) y de las otras dos no recuerdo mucho pero me involucra a mi vestido de conejo y de oso (creo), incluso una vez me toc&#243; desfilar vestido de sheriff.
            <br>
            <center>
                <a href="imagenesHTML/infancia/conejo.html"><img src="imagenes/infancia/conejo.jpg" alt="Imagen de mi vestido de conejo"></a>
                <a href="imagenesHTML/infancia/oso.html"><img src="imagenes/infancia/oso.jpg" alt="Imagen de mi vestido de oso"></a>
                <a href="imagenesHTML/infancia/bacteria.html"><img src="imagenes/infancia/teatrobacteria.jpg" alt="Imag&#233;n de m&#237; y otras personas vestidas de bacterias"></a>
                <a href="imagenesHTML/infancia/sheriff.html"><img src="imagenes/infancia/policia.jpg" alt="imagen de mi vestido de sherif"></a>
            </center>
        </div>
        <div class="container">
            </p>
            <h4>Lugares a donde viaj&#233; de ni&#241;o</h4>
            <div class="leftcontainer">
                
                <a href="imagenesHTML/infancia/momia.html"><img src="imagenes/infancia/Momiaguanajuato.jpg" alt="foto de mi hermano y yo a lado de una momia"></a>
                <a href="imagenesHTML/infancia/piramide.html"><img src="imagenes/infancia/Piramides.jpg" alt=" foto de mi hermano, madre y yo de espaldas a una pir&#225;mide"></a>
                
                <a href="imagenesHTML/infancia/flagstaff1.html"><img src="imagenes/infancia/flagstaf.jpg" alt="foto del bosque de Flagstaff, donde sale mi hermano padre y yo"></a>
                
                <a href="imagenesHTML/infancia/flagstaff2.html"><img src="imagenes/infancia/flagstaffamilia.jpg" alt=" foto de mi madre, hermano y yo a espaldas de una monta&#241;a en Flagstaff"></a>
                
                <a href="imagenesHTML/infancia/flagstaff3.html"><img src="imagenes/infancia/flagstafpapa.jpg" alt="foto de mi padre jal&#225;ndome en la nieve y yo tir&#225;ndole una bola de nieve a mi hermano"></a>
            </div>
            <div class="rightcontainer">
                <a href="imagenesHTML/infancia/reno1.html"><img src="imagenes/infancia/reno.jpg" alt="foto del centro de reno nevada"></a>
                
                <a href="imagenesHTML/infancia/reno2.html"><img src="imagenes/infancia/renoadentro.jpg" alt="foto de una pasillo de reno iluminado"></a>
                
                <a href="imagenesHTML/infancia/reno3.html"><img src="imagenes/infancia/Renorio2.jpg" alt="imagen de un rio a las afueras de reno"></a> <a href="imagenesHTML/infancia/taxco.html"><img src="imagenes/infancia/taxco.jpg" alt="imagen m&#237;a con taxco a mis espaldas"></a>
            </div>
        </div>
<div class="container">
        <h4>Juegos favoritos de ni&#241;o</h4>
        <ul>
            <li>Escondidas</li>
            <li>tambo robado</li>
            <li>ro&#241;a</li>
            <li>pataditas</li>
            <li>futbol</li>
        </ul>
        
        <h4>Caricaturas favoritas de ni&#241;o</h4>
        <ul>
            <li>Billy y mandy</li>
            <li>Power rangers</li>
            <li>Dragon ball</li>
            <li>Pokemon</li>
            <li>Avatar</li>
        </ul>
        <h4>Video juego favoritos</h4>
        <ul>
            <li>Mario 64</li>
            <li>El se&#241;or de los anillos</li>
            <li>Mario kart</li>
            <li>Smash brothers</li>
            <li>Mario Party</li>
        </ul>
    </div>
<div class="container">
        <h3>Mi odisea en Los Mochis</h3>
        <p>Cuando era peque&#241;o mis padres siempre me hablaban acerca de la responsabilidad y lo que ven&#237;a como recompensa, a diario me daban responsabilidades desde limpiar mi cuarto hasta hacer mandados al centro pero todo esto ven&#237;a siempre con una recompensa a veces me daban dinero otras me daban dulces, siempre me qued&#243; bien grabado que despu&#233;s de cada trabajo duro, vienen las gratificaciones. Recuerdo la primera vez que me mandaron al centro, no ten&#237;a mucha idea de c&#243;mo agarrar camiones o como moverme entre las calles, sinceramente sent&#237;a miedo desde que sal&#237; de mi casa, tomar el cami&#243;n yo creo que fue una de las decisiones m&#225;s dudosas que he tenido en mi vida, pero al final de cuenta sub&#237; al cami&#243;n pagu&#233; mi peaje y tom&#233; camino al centro de la ciudad, recuerdo no separar mi cabeza de la ventana repiti&#233;ndome una y otra vez las instrucciones de mi madre para llegar a la tienda donde quer&#237;a que le comprara hilo, cuando porf&#237;n llegu&#233; al centro y baj&#233; del cami&#243;n fue cuando comenc&#233; a sudar y mis pensamientos se volvieron confusos, a partir de ese punto no recordaba m&#225;s las instrucciones de mi madre, as&#237; que empec&#233; a guiarme por instinto y solo comenc&#233; a caminar; entre cuadrante y cuadrante pude dar con la tienda, a partir de ah&#237; me sent&#237; aliviado y sent&#237; la gratificaci&#243;n m&#225;s grande que hab&#237;a sentido en mi corta vida, ah&#237; record&#233; lo que ten&#237;a que hacer, ir a la mercer&#237;a pedir los hilos esperar un ticket y posteriormente pagar en caja, lo ejecut&#233; correctamente y sal&#237; de la tienda de nuevo a las calles de la ciudad, sin tener idea de donde estaba. vagamente recordaba el camino que tomaba mi padre en el autom&#243;vil y trat&#233; de seguir la misma ruta que &#233;l; as&#237; que camin&#233; y camin&#233; en l&#237;nea recta hasta llegar a un boulevard donde ya ten&#237;a noci&#243;n de c&#243;mo llegar a casa, recuerdo en que pensaba que nunca llegar&#237;a a casa me perder&#237;a y tendr&#237;a que ser adoptado por otra familia(si es que me quer&#237;a otra familia) camin&#233; unas 20 cuadras m&#225;s y porf&#237;n vi la calle que conectaba a mi casa; recuerdo tocar a la puerta empapado en sudor a lo que sale mi madre me pide los hilos la feria y me dice que entre a comer que ya est&#225; servido, nunca supieron y espero que nunca sepa mi tan vergonzosa odisea a trav&#233;s de mi ciudad natal Los Mochis Sinaloa.</p>
    </div>
<div class="container">
        <h3>Mascotas</h3>
    <div class="leftcontainer">
        <div class="containerrow">
        Cuando ten&#237;a aproximadamente 7 a&#241;os ten&#237;a un perrito que se llamaba piugas un perrito que rescatamos de la calle, estaba todo desnutrido y lleno de pulgas por eso el nombre, creci&#243; fuerte y feliz hasta que mi abuelo lo atropell&#243; en su camioneta sin querer, desafortunadamente no tengo una foto de el pero se parec&#237;a mucho a scooby doo.
        </div>
        <div class="containerrow">
        Cuando tenía la edad de 10 años tuvimos una perrita, su nombre era popis, era muy linda y obediente. Antes de irnos a estados unidos se la dejamos a unos compadres de mis papás. A los 3 meseses de irnos nos dieron la noticia que un perro la había mordido y había muerto. Fue muy triste para mi quería mucho a esa perrita.
        </div>
        <div class="containerrow">
        A la edad de 8 a&#241;os tuve varios pececitos, esto fue durante mi estancia en estados unidos, como no pod&#237;amos tener perros en los lugares donde viv&#237;amos nos conformamos con tener unos peces, 4 peces dorados, 1 pez beta y un pez pleco. Tampoco tengo fotos de ellos pero quiero suponer que los han visto al menos una vez.
        </div>
        <div class="containerrow">
    Cuando ten&#237;a 10 adoptamos otro perrito el cual amo y cuido desde que lo tengo, su nombre es chopper y todav&#237;a vive, corre y juega es un ni&#241;o para m&#237;. Espero que est&#233; conmigo mucho tiempo m&#225;s y que siga as&#237; de alegre como siempre.
            </div>
</div>
    
    <div class="rightcontainer">
        <div class="containerrow">
        <img src="imagenes/mame/scooby.png" alt="imagen de scooby doo">
        </div>
        <div class="containerrow">
        <img src="imagenes/infancia/popis.jpg">
        </div>
        <div class="containerrow">
        <img src="imagenes/infancia/pez.jpg" <lt="Imagen de mis peces">
        </div>
        <div class="containerrow">
            <a href="imagenesHTML/infancia/chopper.html"><img src="imagenes/infancia/chopper.jpg" alt="imagen de mi perro chopper y yo"></a>
        </div>
        
        </div>
            
    </div>
    </main>
</body>
<footer>
    <div class="container">
    <a href="adolescencia.html">
        
            <h3>Siguiente</h3>
    </a>
    </div>
    <h5>Cont&#225;ctame</h5>
    <h6>
        <ul>
        <li>Facebook <a href="https://www.facebook.com/profile.php?id=100005309834702">Daniel Hern&#225;ndez</a></li>     
            <li>Instagram <a href="https://www.instagram.com/h.m.daniel/">h.m.daniel</a></li>     
            <li>Tel&#233;fono 6680220638</li>     
            <li>Correo danihm95@gmail.com</li>     
        </ul>
        Todos los derechos reservados &#174;
        </h6> </footer>

</html>