<html>

<head>
    <title>Hola Men</title>
    <link rel="stylesheet" type="text/css" href="../../css/font-awesome-4.7.0">
    <link rel="stylesheet" type="text/css" href="../../css/font-awesome-4.7.0/css/font-awesome.css">
    <link rel="stylesheet" type="text/css" href="../../css/stylesheet1.css">
    <link rel="stylesheet" type="text/css" href="../../css/buton.css">
    <link rel="stylesheet" type="text/css" href="../../css/menu.css"> </head>

<body>
    <div class="container">
        <div id="Menu">
            <header>
                <h1>La vida de Daniel Hern&#225;ndez
    </h1>
                <a id="social"> <i class="fa fa-facebook-official" fa-3x aria-hidden="true">
      <i class="fa fa-instagram" aria-hidden="true" fa-3x>
       <i class="fa fa-twitter" aria-hidden="true" fa-3x></i> </i>
                    </i>
                </a>
            </header>
        </div>
    </div>
     <div id="header">
        <ul class="nav">
            <li><a href="../index.html">Inicio</a></li>
            <li><a href="../infancia/infancia.html">Infacia</a>
                <ul>
                    <li><a href="../infancia/primaria.html">Primaria</a></li>
                    <li><a href="../infancia/teatro.html">Teatro</a></li>
                    <li><a href="../infancia/viajesinfancia.html">Viajes</a></li>
                    <li><a href="../infancia/ocioinfancia.html">Ocio</a></li>
                </ul>
            </li>
            <li><a href="../adolescencia/adolescencia.html">Adolescencia</a>
                <ul>
                    <li><a href="../adolescencia/Secundaria/secundaria.html">Secundaria</a>
                        <ul>
                            <li><a href="../adolescencia/Secundaria/primer_a%C3%B1o.html">Primer a&#241;o de secundaria</a></li>
                            <li><a href="../adolescencia/Secundaria/segundo_a%C3%B1o.html">Segundo a&#241;o de secundaria</a></li>
                            <li><a href="../adolescencia/Secundaria/tercer_a%C3%B1o.html">Tercer a&#241;o de secundaria</a></li>
                            <li><a href="../adolescencia/Secundaria/Gustos_secundaria.html">Gustos en secundaria</a></li>
                        </ul>
                    </li>
                    <li><a href="../adolescencia/Preparatoria/preparatoria.html">Preparatoria</a>
                    <ul>
                            <li><a href="../adolescencia/Preparatoria/Primer_a%C3%B1o_prepa.html">Primer a&#241;o de preparatoria</a></li>
                            <li><a href="../adolescencia/Preparatoria/Segundo_a%C3%B1o_prepa.html">Segundo a&#241;o de preparatoria</a></li>
                            <li><a href="../adolescencia/Preparatoria/Tercer_a%C3%B1o_prepa.html">Tercer a&#241;o de preparatoria</a></li>
                        <li><a href="../adolescencia/Preparatoria/Gustos_preparatoria.html">Gustos en mi preparatoria</a></li>
                        </ul>
                    </li>
                    <li><a href="../adolescencia/conclusion_adolescnencia.html">Conclusi&#243;n</a></li>
                </ul>
            </li>
            <li><a href="../adultez/adultez.html">adultez</a>
                <ul>
                    <li><a href="../adultez/sabatico.html">A&#241;o sab&#225;tico</a></li>
                    <li><a href="../adultez/universidad.html">Universidad</a></li>
                    <li><a href="../adultez/mentalidad.html">Mentalidad actual</a></li>
                    <li><a href="../adultez/conclusion_universidad.html">Conclusi&#243;n</a></li>
                </ul>
            </li>
            <li><a href="../proyecto/proyecto.html">Proyecto de vida</a></li>
            <li><a href="../acerca/acerca.html">Acerca de mi</a></li>
        </ul>
    </div>
    <main>
<div class="container">
            <h1><span>Mi mentalidad actual</span></h1>
                <p>Gracias a ese despertar, la intriga se apoder&#243; de m&#237; y mi necesidad de aprender m&#225;s cosas tambi&#233;n. As&#237; que decid&#237; tomar un curso de frontend por internet, Eider un gran amigo del cual hablar&#233; m&#225;s adelante me dijo que estudiara eso porque me iba a servir m&#225;s adelante en otras materias. Para mi suerte ese mismo d&#237;a como una se&#241;al vi un cartel de "Hacker school" por medio de la asociaci&#243;n de "Tomato Valley" estaban dando cursos de front end y decid&#237; inscribirme sin pensarla, fueron los 1,500$ mejor invertidos en mi vida. Cuando fui a "Cowork Corner" donde ser&#237;an los cursos me di cuenta del ambiente en el que trabajaban, algo nuevo y genial para m&#237;. Todos en puffs, o en una mesa con un cafecito, escuchando m&#250;sica, me dije a mi mismo, esto es lo que quiero yo. Cuando me platicaron lo que es Tomato Valley, cowork, luxelare y Spiral Media Labs me sent&#237; fascinado por su visi&#243;n de Sinaloa, que es cambiar el esquema de Sinaloa y no hacerlo famoso no s&#243;lo por su agricultura si no por su gran calidad de tecnolog&#237;a y yo quer&#237;a formar parte de ese gran cambio as&#237; que pens&#233; en la manera en la que pod&#237;a ayudar. Sent&#237;a que algo tan rico como eso no pod&#237;a qued&#225;rmelo yo solo as&#237; que empec&#233; a trabajar en una idea para hacer llegar ese ecosistema al Instituto Tecnol&#243;gico de los Mochis, y fue cuando pens&#233; en formar el "CISS (Creative Inteligence Smart Solutions)", dije si hago una comunidad dentro del ITLM podremos hacer ese v&#237;nculo con Tomato Valley y lograr que llegue este motivo a todos y sea m&#225;s f&#225;cil generar soluciones para el mundo en base tecnol&#243;gico. Afortunadamente yo conoc&#237; a Felma Lizbeth la actual jefa de departamento y fue m&#225;s f&#225;cil para mi hacerle llegar mis inquietudes y mis ideas a lo cual ella me apoy&#243; y a&#250;n apoya completamente para llevar a cabo todas las ideas que tenemos. En ese lapso de trabajo llega un convocatoria para ganarse una beca de 25,000 d&#243;lares, me dice Felma de este concurso y yo organizo un equipo de 4 personas entre las cuales est&#225; mi compa&#241;ero Eider D&#237;az con quien termin&#233; qued&#225;ndome solamente ya que los dem&#225;s salieron del equipo y con &#233;l seguimos trabajando para terminar nuestro proyecto llamado "Sensora Innovaci&#243;n", entre los lineamientos del concurso ven&#237;a uno que mencionaba como vamos a impulsar esta clase de eventos despu&#233;s de ganar, esto impulsa a&#250;n m&#225;s la creaci&#243;n de la comunidad y hace que doblemos esfuerzos para la creaci&#243;n de la comunidad la cual cambio de nombre a "El &#225;gora inform&#225;tico" ya que pensamos que es m&#225;s atractiva, entre trabajos exhaustos con el profesor Mariano de Jes&#250;s Avil&#233;s Torres y la maestra Ileana terminamos la documentaci&#243;n y la presentaci&#243;n de la comunidad y estamos a nada de present&#225;rsela al Director del Instituto Tecnol&#243;gico de los Mochis para tener su aprobaci&#243;n y comenzar a trabajar para ayudar a los estudiantes del Tecnol&#243;gico de los Mochis. En cuanto al proyecto de Sensora, de igual forma estamos a nada de terminar y a punto de mandar la documentaci&#243;n a la plataforma y esperar los resultados.</p>
            
        </div>
    
        
     </main>
</body>
<div class="container">
    <div class="pagescroll">
        <a href="universidad.html">
            <center>
                <h3>Anterior </a> | <a href="conclusion_universidad.html"> Siguiente</h3></center>
        </a>
        <a href="../index.html">
            <center>
                <h3>principio</h3></center>
        </a>
        <a href="javascript:history.back(-1);">
                    <h3>P&#225;gina anterior</h3>
                </a>
    </div>
</div>
<div id="sectionfooter">
    <div class="container">
        <h1> Visitame en mis redes sociales</h1> <i class="fa fa-facebook-official" fa-3x aria-hidden="true">
      <i class="fa fa-instagram" aria-hidden="true" fa-3x>
       <i class="fa fa-twitter" aria-hidden="true" fa-3x></i> </i>
        </i>
    </div>
    <center> Todos los derechos reservados &#174;</center>
    </footer>
</div>

</html>